[
    {
        "fullname": "Patrick Rønning",
        "position": "Partner & Brand Strategist",
        "description": "As a founding partner of Signifly, Patrick has many years of experience in strategic communication, personnel management, and the creation of a large network and collaboration with a wide range of partners and customers, public as well as private. ",
        "department": "Consultants",
        "phone": "+45 4031 2498",
        "email": "plr@signifly.com"
    },
    {
        "fullname": "Mads Kjærgaard",
        "position": "Consultant",
        "description": "Mads joined Signifly in early 2016. Bringing strong business understanding and strategic thinking to the table, his strengths lie in helping clients improve their business with digital technology. Mads holds a PBA in International Sales and Marketing Management.",
        "department": "Consultants",
        "phone": "+45 2785 1529",
        "email": "mk@signifly.com"
    },
    {
        "fullname": "Nicklas Rønning",
        "position": "Managing Director, Canada",
        "description": "Nicklas is responsible for our continuous expansion to new markets, currently working to develop the North American market by building a capable digital innovation team in Montreal. Nicklas has been pivotal in the opening of our office in Montreal, where he's also Managing Director. ",
        "department": "Consultants",
        "phone": "+1 (438) 866-1336",
        "email": "nr@signifly.com"
    },
    {
        "fullname": "John Mongeau",
        "position": "Head of Strategic Accounts, Canada",
        "description": "John has over 10 years of sales and relationship building experience. He started off his professional career as a lawyer, but quickly moved to the business world. John is playing a key role in growing Signifly’s presence in North America as Head of Strategic Accounts. ",
        "department": "Consultants",
        "phone": "514-984-7325",
        "email": "jm@signifly.com"
    },
    {
        "fullname": "Hedvig Aanesen",
        "position": "Innovation Team Lead",
        "description": "Hedvig joined Signifly in April 2019 and now heads up the Innovation Team as our Innovation Team Lead. She is our Norwegian queen, currently working as a strategic partner, project manager, and consultant for our Norwegian clients.",
        "department": "Innovation Leads",
        "phone": "+45 2478 8291",
        "email": "ha@signifly.com"
    },
    {
        "fullname": "Sara Friis Bache",
        "position": "Innovation Lead & Head of Operations",
        "description": "Sara started her Signifly journey at the beginning of 2019 and made an immediate impact with her vast and extensive experience within IT project management and management consulting. She is a true planning warrior, scheduling the project processes in close collaboration with our clients, and she is known for her ability to enforce the internal timelines with a firm hand and a big smile.  ",
        "department": "Innovation Leads",
        "phone": "+45 4093 8119",
        "email": "sb@signifly.com"
    },
    {
        "fullname": "Kathrine Elvira Boysen",
        "position": "Innovation Lead",
        "description": "With over 9 years of experience in communications and marketing, Katherine has joined the Canadian Signifly team in 2019 as an Innovation Lead. She is passionate about how brands can innovate their digital presence through storytelling and emotion-based narratives. Kathrine holds a master’s degree in Strategic Communications from the University of Copenhagen, which she uses as the foundation for her excellent brand storytelling and UX writing skills.",
        "department": "Innovation Leads",
        "phone": "",
        "email": "keb@signifly.com"
    },
    {
        "fullname": "Malthe Mogensen",
        "position": "Director of Strategy",
        "description": "Malthe joined the team in early 2018. Malthe is a creative strategist who believes in the efficiency of creativity and resents the idea of choosing one or the other. As Director of Strategy, he is responsible for the manifestation of our mindset and method ‘innovate by doing’ – an entrepreneurial approach to digital strategy. ",
        "department": "Strategists",
        "phone": "+45 5090 3474",
        "email": "mm@signifly.com"
    },
    {
        "fullname": "Michael Valentin",
        "position": "CEO, Partner & Digital Strategist",
        "description": "Michael is a digital strategist with a heavy technical profile. For the past 10 years, he has worked with digital strategy, design, and development of everything from digital products, websites, e-commerce, and self-service solutions. ",
        "department": "Strategists",
        "phone": "+45 2819 2966",
        "email": "mv@signifly.com"
    },
    {
        "fullname": "Mads Lindum",
        "position": "Marketing & Branding Strategist",
        "description": "Mads joined Signifly at the brink of 2019. Mads is a content & communications strategist and a specialist in digital brand communication. In order to create strategic and creative brand communication, he closely follows the current trends and developments in order to create the most innovative, effective, and creative solutions for our clients. ",
        "department": "Strategists",
        "phone": "+45 2818 5397",
        "email": "ml@signifly.com"
    },
    {
        "fullname": "Mathilde Lundgreen",
        "position": "Marketing Strategist",
        "description": "Mathilde became an official Signifly’er in February 2020. She has a strategic and creative mind and is always looking for new and innovative ways of using digital products and marketing. Mathilde holds a bachelor’s degree in Business Management and Marketing and a master’s in business administration and E-business at CBS. ",
        "department": "Strategists",
        "phone": "+45 8192 8973",
        "email": "mlu@signifly.com"
    },
    {
        "fullname": "Alexander Spliid",
        "position": "Partner & Head of Design",
        "description": "Alexander is a partner at Signifly and the visual cornerstone in our trio of founders. Being the Head of Design, Alexander is a versatile as they come. He has the ability to always think of the big picture when it comes to design, brand, and business. ",
        "department": "Designers",
        "phone": "+45 2276 5174",
        "email": "as@signifly.com"
    },
    {
        "fullname": "Søren Schrøder",
        "position": "Design Team Lead",
        "description": "Søren brought his 10+ years of agency experience to Signifly back in 2015. As a UX'er he seeks to solve complex issues through intuitive design and a deep understanding of and empathy for human behaviour. ",
        "department": "Designers",
        "phone": "+45 3170 0428",
        "email": "ss@signifly.com"
    },
    {
        "fullname": "Trine Rønsholdt",
        "position": "Interactive Designer",
        "description": "Trine joined Signifly back in the late summer of 2015, starting out as an intern. A conceptual thinker and visual at heart, Trine thrives on creating coherent and straightforward communication – taking a complex message and delivering it through animation, design, and crystal-clear communication.",
        "department": "Designers",
        "phone": "+45 2985 0740",
        "email": "tr@signifly.com"
    },
    {
        "fullname": "Tore Heimann",
        "position": "Technical Team Lead",
        "description": "Tore and Signifly joined forces back in 2016. As Technical Team Lead, he ensures that our development projects run as smoothly and efficiently as possible. He does all this while assisting our clients and advising them on technology and its possibilities.",
        "department": "Tech",
        "phone": "+45 2620 9049",
        "email": "th@signifly.com"
    },
    {
        "fullname": "Morten Jensen",
        "position": "CTO & Back-end Developer",
        "description": "Morten joined Signifly in 2017 as a back-end developer. Since then, he's headed our large-scale projects, focusing on data structure and algorithms, API development and integrating ERP systems, and he has also built our PIM system, hooking it up to our multi-shop solutions in Shopify. ",
        "department": "Tech",
        "phone": "+45 4113 1537",
        "email": "mpj@signifly.com"
    },
    {
        "fullname": "Ro Kleine Sonne",
        "position": "Back-end Developer",
        "description": "Ro joined Signifly March 2019 as a back-end developer. Before Signifly, he worked for a sharing economy app; today, he manipulates data and designs code to solve business problems and address stakeholder needs. ",
        "department": "Tech",
        "phone": "+45 3066 0204",
        "email": "ro@signifly.com"
    },
    {
        "fullname": "Jaja Trytova",
        "position": "Front-end Developer",
        "description": "Jaja and Signifly joined forces March 2019 when she joined the tech team as a front-end developer. As a client-oriented team player, Jaja works tirelessly to build projects that serve our clients in the right way, not just the easy way.",
        "department": "Tech",
        "phone": "+45 6066 3110",
        "email": "ja@signifly.com"
    },
    {
        "fullname": "Nana Skak",
        "position": "Producer & Innovation Lead",
        "description": "Nana joined Signifly in the summer of 2016 and is the project manager on our films. She's a driving force in pushing projects forward and making great things happen. Her responsibilities often include planning, project economy, pre-production, and client relations. ",
        "department": "Creatives",
        "phone": "+45 2887 1881",
        "email": "ns@signifly.com"
    },
    {
        "fullname": "Nikolaj Trane",
        "position": "Photography, Editing & Motion Graphics",
        "description": "Nikolaj is an institution at Signifly, being one of the first hires back in 2011. His visual versatility has enabled him to help our clients communicate with photography, video, animation, motion, design, branding, and the list goes on. ",
        "department": "Creatives",
        "phone": "+45 4117 0041",
        "email": "ntk@signifly.com"
    },
    {
        "fullname": "Philip Raffnsøe",
        "position": "Full-stack Developer",
        "description": "Phillip joined Signifly at the start of 2019 as a full-stack developer. He has degrees in Multimedia design from KEA and a BSc in Software Development from ITU, and he is especially experienced in frontend frameworks, web optimization, web accessibility, concurrency and real time web applications. ",
        "department": "Tech",
        "phone": "",
        "email": "pra@signifly.com"
    },
    {
        "fullname": "Matthias S. Larsen",
        "position": "Back-end Developer",
        "description": "Matthias joined the Signifly office back in September 2019 as a back-end developer and was right away able to improve and optimize digital processes for our clients. He is drawn to challenges related to business logic and desire to create solutions involving automation and optimization – and he is damn good at it! ",
        "department": "Tech",
        "phone": "+45 8161 0720",
        "email": "msl@signifly.com"
    },
    {
        "fullname": "Dora Besic",
        "position": "Front-end Developer",
        "description": "Dora started her journey at Signifly during the beginning of August 2020 as a front-end developer and was right away able to create extremely exciting websites for our clients. Before she jumped on the Signifly train, Dora explored (pun intented) the world of entrepreneurship working in a small Danish startup. ",
        "department": "Tech",
        "phone": "",
        "email": "db@signifly.com"
    },
    {
        "fullname": "Alexandre Lee",
        "position": "Design Team Lead, Canada",
        "description": "Alexandre joined Signifly in 2019 as a Digital Designer in our Montreal office. Before Signifly, he studied graphic design and even owned his own design agency. Alexandre is especially skilled in User Experience (UX), User Interface (UI), Logo Design, Branding & Identity, Corporate Design, and Entrepreneurship, as well as in Business Development. ",
        "department": "Designers",
        "phone": "",
        "email": "al@signifly.com"
    },
    {
        "fullname": "Martin Balle",
        "position": "Digital Designer",
        "description": "Martin joined Signifly in 2017 and has been practicing his design magic ever since. He has a strong skillset within UI/UX design and excels at designing websites, apps, and user interfaces. Before starting at Signifly, Martin had a multi-year stint as a freelancer and worked with various Danish start-ups. ",
        "department": "Designers",
        "phone": "+45 2893 7372",
        "email": "mba@signifly.com"
    },
    {
        "fullname": "Kristoffer Balzer Nielsen",
        "position": "Digital Designer",
        "description": "Kristoffer joined the Signifly office in October 2019 as an UI/UX digital designer and immediately impressed us with his design magic. Kristoffer currently holds a degree in Multimedia Design from KEA and has vast knowledge within interactive design. Despite his young age, he also carries serious experience in practicing the dark arts of UX/UI, digital design, motion graphics, and content creation. ",
        "department": "Designers",
        "phone": "+45 2685 5233",
        "email": "kbn@signifly.com"
    },
    {
        "fullname": "Tobias Jørgensen",
        "position": "Innovation Lead",
        "description": "Tobias started as an innovation lead at Signifly in 2020, bringing with him an ability to structure processes to transform dreams into reality. Before coming to Signifly Tobias worked at KMD A/S as an assistant delivery manager for the enterprise, adding valuable experience to his degree in Business Administration and Project Management. ",
        "department": "Innovation Leads",
        "phone": "+45 2074 2714",
        "email": "tj@signifly.com"
    },
    {
        "fullname": "Christoffer Wielsøe",
        "position": "Front-end Developer",
        "description": "Christoffer joined the Signifly office back in August 2020 as a front-end developer and dove straight into doing what he does best – making extremely smooth and crisp websites. Christoffer consistently works to be on top of current trends and thoroughly enjoys getting to learn how to work with new frameworks. And with his academic knowledge within AP in Multimedia Design, he is able to make incredible designs come to life in the digital world.",
        "department": "Tech",
        "phone": "+45 2636 9592",
        "email": "csw@signifly.com"
    }
]